Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Giellagiehtagirjen le konkrehta oajvvadusá modellajda sámegielajn barggat suohkana dásen, modella giellaprográm- majda ja doajmmaplánajda.
sma: gïelegïetegærjesne stinkes uvtelassh guktie maahta saemiengïelem tjïelten daltesisnie barkedh, haemieh gïeleprogrammidie jïh gïeteldssoejkesjh.

source: Vijdábut le skåve gielladilev guoradalátjit.
sma: Aaj desnie goerh gosse gïeletsiehkiem goerehtalleme.

source: 24 Ulme, hásstalusá, guhkesájggásasj strategija ja dåjma
sma: 24 Ulmieh, haestemh, guhkiesmïeresne strategijh jïh råajvarimmieh

source: Åhpadusáv nannit nuortta-, julev- ja oarjjelsámegiellaj gájkka dásen
sma: Ööhpehtimmiem tjïrkedh noerhte-, julev- jïh åarjelsaemiengïelesne

source: Famillja le ájnnasamos sadje biedjat vuodov máná gielalasj åvddånahttemij.
sma: Fuelhkie lea vihkeles arena våaromem biejedh maanan gïeleldh ïevtiedämman.

source: Moadda sáme máná oadtju álgo rájes sámegielav iednegiellan- moattes sáme mánájs oadtju guokta iednegiela, sámegielav ja avtav mij ij la sámegiella, álu vuonadárro.
sma: Jeenjh saemien maanah åadtjoeh aalkuvistie saemiengïelem ietniengïeline – jeenjh saemien maanah aaj åadtjoeh göökte ietniengïelh, saemiengïele jïh gïele mij ij leah saemiengïele, daamtemes daaroengïele.

source: Muhtema æjgádijs e huoman sámegielav máhte ja danen e máhte ietja sámegielav iednegiellan ietjasa mánájda vaddet.
sma: Naan eejhtegh eah saemesth jïh dan åvteste eah maehtieh maanide saemiestidh saemiengïelem ietniengïeline.

source: sáme gielaj ællánahttemijn le giellabarggo mij dagáduvvá mánájgárdijn ja skåvlåjn sierraláhkáj ájnas bs. kapihttalav giellaællánahttem åtsådallamijs ietjá rijkajn.
sma: saemiej gïeleskreejremisnie lea gïelebarkoe mij maanajgïertine jïh skuvline joekoen vihkeles v. d. kapihtele gusnie jeatjaj laantij gïeleskreejremem dååjrehtallin.

source: Giellabiessemánájgárde ja giellabies- seskåvlå li guovdátjin.
sma: gïelebiesiemaanajgïerth jïh gïelelaavkoemeskuvlh leah jarnges.

source: Mánájgárdijn ja skåvlåjn le ájnas dahkamus sámegielav vijdábut guoddet daj bálij gå æjgáda sihti ietjasa máná galggi sámegielaga sjaddat, ja gå ietja e sámegielav máhte.
sma: Maanajgiertij jïh skuvlij lea vihkeles laavenjasse gïelem maanide vedtedh gosse eejhtegh sïjhtieh maanah saemiestidh, mohte eah maehtieh saemiestidh.

source: Mánájgárdde le ájnas sadje gå máná galggi máhttet åvddånahttet buorre sámegielav avtastallamgiellan.
sma: Maanajgïerte lea vihkeles maanah gelkieh maehtedh buerie saemien ektiebarkoegïelem evtiedidh.

source: Guovlojn gånnå sámegiella ij la avtastallamgiellan le sierraláhkáj ájnas vuododit mánáj sámegielak åvddånahttemav mánájgárde baktu.
sma: Dajvesne gusnie ij saemiengïele leah ektiebarkoegïele lea joekoen vihkeles våaromem biejedh maanaj saemiengïeleldh evtidæmman maanajgïertesne.

source: Danen le ájnnasin láhtjet dilev nav vaj sáme mánájgárddefálaldagá ja kvalitehtta nanniduvvi mánájgárdijn nuortta-, julev- ja oarjjelsáme guovlojn ja stuoráp stádajn.
sma: Dan gaavhtan vihkeles våaromem biejedh guktie faalaldahkem saemien maanajgïerth tjïrkedh jïh aaj kvalitete maanajgïertesne noerhte-, julev- jïh åarjelsaemiengïelij dajvine jïh dovne stuerebe staarine.

source: Åhpadus sámegiellaj ja sámegielan ålles skåvllåvádtsema ájge åvddånahttá sáme mánáj máhtudagáv sámegielan ja sijáv gárvet oassálastátjit sámesebrudagán dagu ålles giellaaddne.
sma: Ööhpehtimmie saemiengïelesne abpe skuvletïjjen tjïrrh saemien maanaj maahtoem saemien gïelesne evtiede jïh dejtie ryöjrehtidh saemien sïebredahkesne meatan årrodh goh elliesvierhties gïeleutnijh.

source: Ulmmen le sihkarasstet sámegiela vuodoåhpadusá fálaldagáv gájkajda gænna le rievtesvuoda dasi nuortta-, julev- ja oarjjelsáme guovlojn.
sma: Ulmie lea faalaldahkem tjïrkedh maadthööhpehtimmie saemien gïelesne gaajhkide giej leah reakta dovne noerhte-, julev-, jïh åarjelsaemiengïelesne.

source: Åhpadus galggá buorre kvalitehta árvustallamij vuodo milta.
sma: Ööhpehtimmie galka buerie kvalitetevierhtiemminie bigkedh.

source: Buorre sáme oahpponævo li stuorra árvvon dán aktijvuodan.
sma: Buerie saemien learoevierhtieh lea vihkeles dan mïeresne.

source: Buorre kvalitehtta åhpadusán ja buorre diehto sámegiela åhpadusá fálaldagá birra vuojneduvvá buorre vájkkudussan dasi man galles válljiji sámegielav ålles skåvllåvádtsema ájge.
sma: Kvalitete ööhpehtimmesne jïh buerie bïevnesh saemienööhpehtimmien faalaldahkij bïjre aervede lea buerie tsevtseme mestie man gellieh gieh saemiengïelem veeljedh ellies skuvletïjjesne.

source: Vuojnunagá le moattes sáme oahppijs gudi ierit gahttji mánájgárde ja skåvlå, mánájdáse ja nuorajdáse, ja vuodoskåvlå ja joarkkaåhpadusá gaskal.
sma: vååjnoes goh relatijven jeenjh saemien learohkh gaarvanieh maanajgïerten jïh skuvlen gaskem, maanadaltesen jïh noeredaltesen, jïh maadthskuvlen jïh jåerhkeskuvlen gaskem.

source: aktisasjprosjevta rápporta gaskal Mánájoahttse Vuonan, Mánájoahttse svierigin ja suoman Retten til medvirkning og innflytelse for samiske barn og unge (Rievtesvuoda oassálasstemij ja vájkkudibmáj sáme mánájda ja nuorajda 2008 jages, vuoset oahpponæv
sma: Reektehtimmie ektiebarkoeprosjektistie Nöörjen maanaj-ierieguedtije

source: 25 vodille, åhpadiddjij ja skåvllåjådediddjij guotto li ájnas sivá ma máhtti tjielggit dáv stuorra gahttjamav åhpadusás.
sma: 25 jïh sveerjen jïh såevmien maanaj-ierieguedtijh gaskem Reakta laavenjjassese jïh govleldehtemasse saemiej maanide jïh noeride jaepeste 2008, vuesehte dovne learoevierhtiehtsiehkie, lohkehtæjjine jïh skuvleåvtohken vuajnoe leah vihkeles faktovrh mestie maahta bïhkedidh man gaavhtan dan jeenjh ööhpehtimmeste gaarvanieh.

source: sihkarasstem diehti vuodov rekrutterimijda virggeåhpadusájda gånnå le dárbbo sámegielak máhtudagás, le ájnas oahppijn le buorre fálaldagá sámeåhpadussaj ålles skåvllåvádtsemájge.
sma: våaromem tjïrkedh skreejrehtimmiem ööhpehtæmman barkojde gusnie saemiengïeleldh maahtoem daarpesjieh, lea vihkeles learohkij buerie faalaldahkh saemienööhpehtimmiem ellies skuvletïjjen tjïrrh.

source: Æjgádijda ja iehtjádijda máná birrusin vierrti látjeduvvat fálaldagá nav vaj sij oadtju sámegielav åmastit sæmmibåttå gå mánná sámegielav oahppá mánájgárden ja skåvlån, ja nav máhttá mánná doarjjagav oadtjot ietjas giellaåhpadusán.
sma: gosse sjiehtesje guktie eejhtegh jïh jeatjah maanan bïjre åadtjoeh nuepiem saemiengïelem lïeredh seammasienten goh maanah saemiengïelem lierieh maanajgïertesne jïh skuvlesne, maahta maanam dan gïeleööhpehtimmesne dåarjodh.

source: Æjvvalimsaje bájkálasjsebrudagájn ja stádajn gånnå le luondulasj sámástit le aj buorren vaj sámegiella sjaddá luondulasj avtastallamgiella.
sma: gaavnemesijjieh byjressïebredahkine jïh staarine gusnie iemeles saemiestidh aaj sjyöhtehkevoete juktie saemiengïele iemeles ektiebarkoegïelem sjædta.

source: alep åhpadussaj rekrutterim nuortta-, julev- ja oarjjelsámegielan ja ietjá åhpadussaj gånnå le dárbbo sámegielak máhtudagás, le ájnas ásadit máhttobásav sámegiella sebrudagán, nav vaj barggovadde galggá máhttet rekrutterit sámegielak barggijt gænna le buorre sámegielak máhtudahka.
sma: skreejrehtimmie jillebe ööhpehtæmman noerhte-, julev- jïh åarjelsaemiengïelesne jïh jeatjah ööhpehtæmman gusnie daerpies saemiengïelen maahtoe, lea vihkeles ihke maahtoevåaromem bigkedh saemiengïelesne siebredahkesne jïh juktie barkoevedtijh edtjieh maehtedh saemiegïeleldh barkijh skreejrehtidh giej lea hijven saemiengïelen maahtoe.

source: nuora vierttiji diedoj ja máhtudagá baktu oadtjot diedojt máhttelisvuodaj birra majt sámegiela åhpadus vaddá, árvusmahteduvvat sámegiellaåhpadusáv válljitjit.
sma: Dah noerh byöroeh bïevnesinie jïh maahtojne dah nuepieh maam saemiengïelen ööhpehtimmie vadta, skreejrehte guktie ööhpehtimmiem saemien gïelesne veeljedh.

source: Vijdábut de le ájnas buorre ja stuovvágis fálaldagájt alep åhpadussaj nuortta-, julev-, ja oarjjelsámegielan
sma: vijresåbpoe vihkeles hijven jïh bueriesoejkesjamme faalaldahkh jïllebe ööhpehtæmman noerhte-, julev- jïh åarjelsaemiengïelesne.

source: sámelága 3-8. § mierret juohkkahattjan la rievtesvuohta åhpadussaj sámegielan.
sma: saemielaaken § 3-8 jeahta gaajhkij lea reakta saemiengïelen ööhpehtæmman.

source: Ulmmen le máhttet fállat gájkajda gudi sihti sámgiellaåhpadusáv nuortta-, julev-, ja oarjjelsámegielan.
sma: Ulmie lea, maahta gaajhkide faaledh dejtie gieh saemiengïelen ööhpehtimmiem sijhtieh – noerhtesaemiengïele, julevsaemiengïele jïh jallh åarjelsaemiengïele.

source: Tjuovvovasj ulme galggi njuolgadussan liehket dán suorge åvddånahttemij:
sma: Daate edtja vuesiehtidh dan båetije evtiedimmie daennie suerkesne

source: • láhtjet dilev nav vaj ienep máná sáme mánájgárddefálaldagájt oadtju
sma: • Öörnedh guktie jeenjebh maanah åadtjoeh saemien maanajgïertefaalaldahkem

source: • láhtjet dilev nav vaj árra giellaarvusmahteduvvá mánájgárdijn
sma: • Öörnedh guktie aareh gïeleskreejreme maanajgïerten tjïrrh

source: • láhtjet dilev nav vaj gájkka oahppe gudi sihti, oadtju sáme åhpadusáv
sma: • Öörnedh guktie gaajhkh learohkh gieh dam sijhtieh åadtjoeh saemiengïelen ööhpehtimmiem

source: • láhtjet dilev nav vaj sierra ratjástibme sjaddá julev- ja oarjjelsáme åhpadusán
sma: • Öörnedh guktie joekoen barkoe julevsaemiengïelen jïh åarjelsaemiengïelen ööhpehtimmiem darjodh

source: • láhtjet dilev nav vaj buorre ålgoldisævto li sámeåhpadussaj
sma: • Öörnedh hijven rammatsiehkieh saemienööhpehtimmesne

source: • láhtjet dilev nav vaj buorre kvalitehtta sjaddá åhpadusán sámegiellaj ja sámegielan
sma: • Öörnedh hijven kvalitetem saemien ööhpehtimmesne

source: • arvusmahttet oahppijt joarkket sámegielajn nuorajdásen ja joarkkaskåvlån
sma: • Learohkidie skreejrehte juktie saemien noeredaltesinie jïh jåerhkeskuvlesne jåerhkedh

source: • láhtjet dilev nav vaj buorep ja ienep oahpponævo li sámegiellaj ja sámegielan
sma: • Learoevierhtieh saemien ööhpehtimmesne tjïrkedh

source: • láhtjet dilev nav vaj ienebu åhpaduvvi sámegielakåvddåskåvlååhpadiddjen ja åhpadiddjen
sma: • Öörnedh guktie jeenjebh saemiengïeleldh aarhskuvle- jïh lohkehtæjjah ööhpehtidh

source: • láhtjet dilev nav vaj lasse- ja joarkkaåhpadus sámegielan åhpadiddjijda mánájgárdijn ja skåvlåjn
sma: • Öörnedh guktie mænngan- jïh vijrebeööhpehtimmie saemiengïelesne lohkehtæjjide aarskuvlesne jïh skuvlesne

source: • láhtjet dilev nav vaj stuoves fálaldagá sámegiela åhpadusáv mánájda, nuorajda ja ållessjattugijda
sma: • Öörnedh guktie aelhkies faalaldahkem gaavnedh saemiengïeleööhpehtimmie maanide, noeride jïh geervide

source: • Nannit ållessjattukåhpadusfálaldagáv nuortta-, julev- ja oarjjelsámegielan
sma: • Geerveööhpehtimmiefaalaldahkem tjïrkedh noerhte-, julev- jïh åarjelsaemiengïelesne

source: • láhtjet dilev nav vaj máhttelisvuoda sjaddi fámiljajda oassálastátjit nuortta, julev- ja oarjjelsámegiela åhpadusájn
sma: • Nuepieh fuelhkiedåeriedimmesne tjïrkedh ööhpehtimmesne noerhte-, julev- jïh åarjelsaemiengïelesne

source: sáme mánájgárddefálaldagá
sma: saemie maanajgïertefaalaldahke

source: suohkanij åvdåsvásstádus sihkarasstet sáme mánájda mánájgárddefálaldagájt gånnå oadtju nannidum ietjasa gielav ja kultuvrav, le dættoduvvam mánájgárddelágan 8. §:”suohkanin le åvdåsvásstádus nav vaj mánájgárddefálaldagá sáme mánájda sáme guovlojn le sáme giellaj ja kultuvrraj vuododuvvam.
sma: Tjïeltij dïedte saemien maanaj maanajgïertefaalaldahkem tjïrkedh gusnie dej gïele jïh kultuvre nænnoestidh, lea presisereme maanajgïertelaakesne § 8: ” Tjïelten dïedte lea saemien maanide maanajgïertefaalaldahkem saemien dajvesne saemien gïeline jïh kultuvrinie årrodh.

source: ietjá suohkanijn galggá dile láhtjeduvvat nav vaj sáme máná máhtti sihkarasstet ja åvddånahttet ietjasa gielav ja kultuvrav. ”
sma: Dejnie jeatjah tjïeltine edtjieh dah tsiehkieh ryöjrehtidh juktie saemien maanah maehtieh dej gïelem jïh kultuvrem tjïrkedh jïh evtiedidh. ”

source: Mánájgárde lága 2. § dættot mánájgárdde galggá vieledit sáme mánáj gielav ja kultuvrav: ” sáme mánájgárdijn le vuordedahtte gávnnuji bargge gudi dåbddi sáme gielav ja kultuvrav. ”
sma: Maanajgïertelaaken § 2 vuesehte maanajgïerte edtja saemien maanaj gïelem jïh kultuvrem krööhkestidh: ” saemien maanajgïertesne voestegh tjoevere barkijh årrodh gieh saemien gïelem jïh kultuvrem demtieh.

source: Udnásj ájge le moattelágásj sáme mánájgárde.
sma: Daenbiejjien ovmessie saemien maanajgïerth gååvnesieh.

source: Moadda mánájgárdijn le sámegiella bæjválasjgiellan.
sma: Jeenjh maanajgïerth utnieh saemiengïelem aarkbeajjetjengïeline.

source: Muhtemijn li vas sáme- ja dárogiella adnogiela, ja muhtemijn vat dåssju dárogiella.
sma: Jeatjaj leah dovne saemiengïele jïh daaroengïele goh åtnoegïele jïh naan ajve daaroegïele.

source: Moadda dáro mánájgárdijn le sierra sáme åssudagá.
sma: Jeenjh daaroen maanajgïertij lea jïjtsh saemien goevtesh.

source: Gávnnuji aj familljamánájgárde sáme åssudagáj / sijdaj.
sma: Aaj fuelhkiemaanajgïertij lea saemiengoevtese / gåetie.

source: Gå le moattelágásj dásse sáme máhtudagás mánájn avta mánájgárden buktá hásstalusájt sáme gielav nannitjit.
sma: 26 maahtoe lea ovmessie daltesienie seamma maanajgïertesne lea haesteme barkosne saemiengïelem nænnoestidh.

source: Rámmapládna mánájgárdijda sisadno ja dahkamusá mierret: ” (..)
sma: Rammasoejkesje maanajgïerten sisvege jïh barkoe jeahta ” (..)

source: sáme máná dárbahi doarjjagav bisodit ja åvddånahttet ietjasa gielav ja kultuvrav beruskahtá gånnå årru rijkan. ”
sma: saemien maanah daarpesjieh dåarjoem dej gïelem jïh kultuvrem gorredidh jïh evtiedidh seamma gusnie laantesne dah årroeminie. ”

source: 26 sámedigge juollot ruhtadoarjjagijt Máhttodepartementa budsjehta badjel sáme mánájgárdijda, pedagogihkalasj nævoj bargojda, giellaåhpadussaj ja diehtojuohkem-, åvddånahttem- ja bagádallambargguj sáme mánájgárdijn ja mánájgárdijn sáme mánáj.
sma: saemiedigkie dåarjoeh vadta Maahtoedepartementen budsjetteste dåarjojde saemien maanajgïertide, pedagogijhken learoevierhtide, gïeleööhpehtimmide jïh bïevnesh-, evtiedimie- jïh bïhkedimmiebarkojde saemien maanajgïertine jïh maanajgïertine saemien maanajgujmie.

source: sámedigge oassálasstá fylkaålmmåj aktisasjbargon mánájgárddesuorgen.
sma: saemiedigkie ektine fylhkemaennijgujmie barka maanajgïertesuerkesne.

source: sámedigge le dahkam strategalasj plánav sáme mánájgárijda 2008-2011 jagijda.
sma: saemiedigkie lea strategijen soejkesjem saemien maanajgïertide 2008-2011 dorjeme.

source: sámedikke ulmme le åvddånibme sáme mánájgárdijn gånnå sámegiella åvddånahttem le guovdátjin.
sma: saemiedigkien ulmie lea saemien maanajgïerth åvtese buektedh gusnie saemien gïelen jïh kultuvren evtiedimmiem jarngesne årrodh.

source: sámedigge sihtá danen dán pládnaguhttalin vuorodit sáme gielav, mánáj rievtesvuodajt, aktisasjbargov itjá aktøraj, máhttolåpptimav ja værmádakásadimev, pedagogalasj nævojt, rekrutterimav, dutkamav, dieh-tojuohkemav ja bagádallamav nannit.
sma: saemiedigkie sæjhta dan gaavhtan dan soejkesjeboelhkesne barkoe uvtemesth biejesåvva saemien gïelem tjïrkedh, maanaj reaktajgujmie, ektiebarkojne ovmessie gieh meatan, maahtoelutnjeminie jïh viermietseegkeminie, pedagogijhken viehkievierhtine, skreejrehtimminie, dotkeminie jïh bïevnesimmine jïh bïhkedimminie.

source: sámedigge ájggu dán ájggegávdan ruhtadoarjjagijt sáme mánájgárdijda árvustallat.
sma: saemiedigkie sæjhta daam boelhkem vuartasjimmiem darjodh dåårjoste saemien maanajgïertide.

source: Fylkaålmmå jåhtuj biedjá mánájgárddepolitihkav stáhta doarjjagij háldadime baktu, dahkamusájt mánájgárddelága ja suohkanijt bagádallat.
sma: Fylhkemaennie maanajgïertepolitihkem aatskede staaten dåarjoeh reeredh, laavenjassh maanajgïertelaaken mietie jïh tjïeltide bïhkedidh.

source: Fylkaålmmå koordineri ja álgat åvddånahttembargov suohkanijn ja mánájgárdijn ja katisasjbarggá sámedikkijn ásadit sáme mánájgárddekonferánsajt.
sma: Fylhkemaennie evtiedimmiebarkoem tjïeltine jïh maanajgïertine ektiedidh jïh eevtjedh jïh saemiedigkie ektine barkedh saemien maanajgïertekonferaansh öörnedh.

source: Fylkaålmmå juohká diedojt rievtesvuodaj ja fálaldagáj birra, i. i. mánájgárddefálaldagáj sáme mánájda.
sma: Fylhkemaennie reaktide jïh faalaldahkide bïevnese, g. j. maanajgïertefaalaldahke saemienmaanide.

source: Máhttodepartementan le bajemus åvdåsvásstádus åvddånahtátjit kvalitehtav ja stivrrimav ja ruhtadimev mánájgárddesuorgen.
sma: Maahtoedepartemenen lea bijjemes dïedte kvalitetem evtiedidh jïh maanajgïertesektovren ståvroem jïh finasieremem.

source: Departemænnta juohká sámediggáj rudájt kap. 231, 50 påsta badjel.
sma: Departemente saemiedægkan vierhtieh vadta kap. 231, påaste 50.

source: Departemænnta aktisasjbarggá sámedikkijn dåjmajt tjuovvolit ráddidusá strategijajt máhttoåvddånahttemin ja rekrutterimi mánájgárddesuorgen.
sma: Departemente saemiedigkien ektesne barka råajvarimmidie reerenassen strategijh maahtoe-evtiedimmiem jïh skreejrehtimmiem maanajgïertesuerkesne darjedh.

source: priváhta mánájgárde skánijn oarjje-Tråmså.
sma: MáRKoMáNáK sAeMieN MAANAJgïeRTe lea prijvahten maanajgïerte skånlaante ÅarjelRomssesne.

source: guovdátjis. Mánájgárden li 18 ållesbæjválasj
sma: Maanajgïerte várdobáiki saemien jarnge Maanajgïerten lea 18 elliesbiejjiesijjieh jïh 3,2 barkoesijjieh.

source: sajijt mánájda Evenássje, skáne ja Gieldanuore
sma: Maanajgïerte maanide evenesen tjïelteste, skånlaanten tjïelteste jïh Tjeldsunden tjïelteste sijjieh faala.

source: suohkanijs. Gallegattjajn mánájs le sámegiella
sma: vaenie dejstie maanijste lea saemiengïele gåetiegïeline.

source: sijddagiellan. Muhtem máná gulli sámegielav
sma: Måedtie maanijste saemiengïelem guvlieh gosse fuelhkieh saemiestieh, v.g. aajja gon aahkah.

source: bargge guhti le gålmmi vahkkuj mánájgárden
sma: Jeenjebh barkijh gieh saemiestieh daarpesji ihke aarkebiejjegen saemiestimmiem gåvla.

source: rievsagahttem ja guollim ja ietjá tiemá gånnå
sma: Prosjektebarkije, gie lij desnie golme biejjieh våhkosne, lea saemiestamme, saemiengïelesne laavlome jïh stååkedamme, ovmessie teemah goh rïekseghvïjreme jïh gööleme jïh jeatjah teemah gusnie saemien gïele jïh kultuvre lij åejvieteema.

source: sáme giella ja kultuvrra le oajvvetiebmán.
sma: Aaj lij spïelem eadtjelgovvemesysteijgujmie åtneme.

source: birrusijn maŋen læhkám gånnå le sábmáj
sma: Dah maanah saemiengïeleldh byjresinie orreme jïh aaj jeajtah byjresinie gusnie saemiengïeleldh sopstallestimmieh leah vååjnesasse.

source: ságastallam tjalmostuvvam.
sma: Dah barkijh maanajgïertesne leah vuajneme guktie åvtese jåhta.

source: Mánájgárde bargge le stuorra åvddånimev
sma: Prosjekten tjïrrh lea aaj jeenjedamme spesialpedagogijhken maahtoem evtiedi guektiengïelijvoeten maahtoe barkijinie.

source: vuojnnám.
sma: Råajvarimmie 1.

source: tudagá lasedibmeguovtegielakvuoda birra
sma: Bïevnesh maanajgïertefaala-ldahkem saemien maanide

source: barggijda.
sma: tseegkedh

source: sjevtav assen guhkesájggásasj rahtjamussaj.
sma: Reaktah jïh faalaldahkh saemien maanide bïevnese: Byöroe buerebe bïevnesh maanajgïertefaalaldahkh saemien maanide vadtasovvedh, dovne maanide saemien maanajgïertesne jïh aaj saemien maanide nöörjen maanajgïertesne.

source: álggi. Maŋŋela prosjevta ájge le mánájgárdde
sma: Maahtoedepartemente edtja saemiendigkien ektesne barkedh eejhtegidie, tjïeltide jïh maanajgïerteaajhteridie bïevnese saemien maanaj reaktajgujmie jïh magkerh faalaldahkh jïh dåarjoeöörnegh mah gååvnesieh.

source: 27 Dietojuohkem gájkka suohkanijda: Dámedigge ájggu dahkat bagádusáv sierra doarjjagij birra sáme mánájgárdijda, dán vuolen aj diedojt ma guosski fálaldágájda dáttja mánájda sáme mánájgárdijn.
sma: 27 gaajhkide tjïeltide bïevnese: saemiedigkie sæjhta bïhkedimmiem darjodh joekoen dåarjoem saemien maanajgïertide, jïh dan sïjse bïevnesh faalaldahkine nöörjen maanide saemien maanajgïertesne.

source: Departemænnta galggá bagádusá juohkemav vásstedit.
sma: Departemente galka bïhkedimmiem distribueredh.

source: Departementajn, fylkaålmmåjn ja sámedikkijn le aktisasj åvdåsvásstádus bádtjit suohkanijt ja mánájgárddeæjgádijt ásadit mánájgárddefálaldagájt sáme mánájda.
sma: Departementen, fylhkemaenniej jïh saemiedigkien ektiedïedte tjïeltide jïh maanajgïerteaajhteridie haestedh maanajgïertefaalaldahkem saemien maanide tseegkedh.

source: Åvdåsvásstádus: Máhttodepartemænnta ja Sámedigge Ájggemierre: 2009
sma: Dïedte: Maahtoedepartemente jïh Saemiedigkie Tïjjeperspektijve: 2009

source: 2. doajmma Máhtudakåvddånibme gielajn guovdátjin
sma: Råajvarimmie 2. Maahtoe- evtiedimmie gïelem vuartesje

source: stuorra hásstalussan le rekrutterit sámegielak mánájgárddebarggijt.
sma: stoerre haesteme saemiengïeleldh maanajgïertebarkijh skreejrehtidh.

source: Máhttodepartemænnta le dahkam sierra strategijajt åvddåskåvllååhpadiddjijt rekrutteritjit mánájgárddáj 2007-2011, aktan jahkásasj doajmmaplánaj.
sma: Maahtoedepartemente lea jïjtse Strategije aarhskuvlelohketæjjah maanajgeartan skreejrehte 2007-2011, råajvarimmiesoejkesjh fïerhten jaepien.

source: strategijajn dættoduvvá náv “ mánájgárdijn sáme mánájn le dárbbo barggijda sámegielak máhtudagájn ”. sd.
sma: strategijesne sïevede ” maanajgïertine saemien maanajgujmie lea daerpies barkijh gieh saemiestieh ”.

source: diedádusán.
sma: Aaj St. biev.

source: nr. 23 (2007-2008) Giella råvijt dahká dættoduvvi aj dárbo sáme mánájgárdijda ja mánájgárdijda sáme mánáj bargge gudi dåbddi sáme gielav ja kultuvrav.
sma: nr. 23 (2007-2008) Gïelh pruvvieh bigkieh daarpoeh tjiertestidh ihke saemien maanajgïertine jïh maanajgïertine saemien maanajgujmie barkijh gååvnesidh gieh saemiengïelem jïh kultuvrem demtieh.

source: Máhttodepartemænnta sihtá nannit rahtjamusájt rekrutteritjit ienep åvddåskåvllååhpadiddjijt mánájgárdijda, dán vuolen sámegielak åvddåskåvllååhpadiddjijt, bs. dåjmajt sd. diedá.
sma: Maahtoedepartemente sæjhta barkoem tjïrkedh ihke jeenjebh aarhskuvlelohkehtæjjah maanajgïertide skreejrehtidh, dovne saemiengïeleldh aarhskuvlelohkehtæjjah, v. d. råajvarimmieh st. bïev.

source: Máhttodepartemænnta le álgadam sierra máhtudakstrategijav Máhtudahka mánájgárdijn – strategija máhtudakåvddånáhttemij mánájgárddesuorgen 2007-2010.
sma: Maahtoedepartemen lea jïjtse maahtoestrategijem Maahtoe maanajgïertesne – strategije maahtoeevtiedimmiem maanajgïertesuerkesne 2007-2010 aalkeme.

source: Dættoduvvam le sáme máná hæhttuji oadtjot doarjjagav ietjasa gielav bisodittjat.
sma: Lea tjierkedamme samien maanah tjuara dåarjoeh åadtjodh dej gïelem gorredidh.

source: Máhttodepartemænnta le biedjam rudájt máhtudakdåjmajda.
sma: Maahtoedepartementen vierhtieh maahtoe-tseegkemasse.

source: Mánágárddeæjgáda máhtti åhtsåt stáhta máhtudakdoarjjagijt suohkanij baktu.
sma: Maanajgïerteaajhterh maehtieh staaten maahtoevierhtieh ohtsedh tjïeltij tjïrrh.

source: Ájnas le jut suohkana ja priváhta mánájgárddeæjgáda arvusmahtti sáme mánájgárdijt ja mánájgárdijt sáme mánáj ruhtadoarjjagijt åhtsåt, sierraláhkáj sámegiela hárráj.
sma: vihkeles tjïelth jïh privaten maanajgïerteaajhterh saemien maanajgïertide jïh maanajgïertide saemien maanide skreejrehtidh dejtie vierhtide ohtsedh, joekoen gïelesuerkesne.

source: Máhttodepartemænnta ájggu rudájt biedjat giellamáhtudagá åvddånahttemij barggijda sáme mánájgárdijn ja mánágárdijn sáme mánáj.
sma: Maahtoedepartemente sæjhta vierhtieh bïejedh eevtiedæmman barkijij gïelemaahtoem saemien maanajgïertesne jïh maanajgïerth saemien maanajgujmie.

source: Departemænnta ájggu aktisasjbargujn sámedikkijn dahkat dåjmajt.
sma: Departemente sæjhta saemiedigkien ektsne råajvarimmieh tseegkedh.

source: Gå galggá vaddet buorre giellaoahpov, de gájbbeduvvá sáme mánájgárdde bargge máhtti sámegielav ja dav dåjmalattjat adni.
sma: Jis hijven gïeleööhpehtimmiem vedtedh voestegh tjoevere dah barkijh saemien maanajgïertine maehtedh saemiengïelem jïh saemiestidh.
